export const all_topic = [
    {
        name: "2021 CAN IC",
        img_url: "1",
        fb_link: "https://www.facebook.com/2021canicpccu/",
        yt_link: "https://www.youtube.com/playlist?list=PLv9sv2BDLKZTGg1NvBrrmVFsV54VNDMIT",
        ig_link: "",
        blog_link: "",
        copy: "「 CAN IC 」中的IC是由INTERNET網際網路與CREATIVE有創造力2個單字組成，也是資訊傳播學系INFORMATION COMMUNICATIONS的縮寫。CAN IC，發音同CAN I SEE，代表將我們所學的知識進行整合，透過傳播、設計與行銷多元主題，讓參觀者看見系上同學四年所學，經由省思與創造，「預見未來」。 作品內容涵蓋行動裝置應用APP、動畫與遊戲設計、VR虛擬互動、RWD網頁設計、形象設計與整合行銷，共22組作品展現多元創意與實踐力。",
        id: 1


    },
    {
        name: "2020 人造關係",
        img_url: "2",
        fb_link: "https://www.facebook.com/2020pccudicar/",
        yt_link: "",
        ig_link: "https://www.instagram.com/2020_dic_pccu/",
        blog_link: "",
        copy: "科技發展與人類文明的演進息息相關，這正是「人造關係」這個名稱的靈感來源，我們透過創新思維設計出作品，並藉由這些作品連接人與人、人與物、物與物，建立更多元、緊密的人機新關係。 本屆畢業展的以黃色作為「主視覺」象徵青春活力，藍色與紅色為輔助色，代表科技與人、人與人、人與科技之間的微妙連結。四個角色分別是上班族、學生、一般民眾與機器人，表現不論身分、地位或年齡，隨著科技的日新月異，彼此都能以這個時代特有的方式串聯起來。",
        id: 2


    },
    {
        name: "2019 無限製",
        img_url: "3",
        fb_link: "https://www.facebook.com/2019pccudic/",
        yt_link: "https://www.youtube.com/watch?v=ESgYEF-G5Ls&t=106s",
        ig_link: "",
        blog_link: "",
        copy: "「帶著無限寬廣的想法，創製無限驚奇的作品」--文化資傳《無限．製》 中國文化大學資訊傳播學系2019年畢業成果展「無限．製」於5月3日至5月5日在松山文創園區4號倉庫熱鬧展開。 《無限．製》展現出對於年輕一代對未來的無限創意與勇於實踐的無限可能。拉近需求與科技間的距離，打造自我創新的品牌，發揮潛力無限的價值。讓同學在無限之中，製作出屬於自己四年來的畢業成果。 本次畢業展主體形象以不同顏色組成的三條色帶表現出本系三大教學領域「企業形象設計與整合行銷傳播」、「跨媒體資訊應用」與「數位內容創製」，作品包含創新行動應用程式APP、多媒體設計與遊戲、虛擬實境VR互動、跨領域的數位整合行銷⋯等，共23組作品展現年輕世代的創新創意。",
        id: 3


    },
    {
        name: "2018 敢想",
        img_url: "4",
        fb_link: "https://www.facebook.com/watch/?v=450915232018295",
        yt_link: "",
        ig_link: "",
        blog_link: "",
        copy: "感想來自於深刻的體驗，敢想引導著萬物的改革。透過感想啟動敢想，象徵從「對生活的感想」到「勇於創作的敢想」。嚮往未來、敢夢敢想，無限創意而勇於實踐，創造無限可能的智慧生活、撼動未來。 不同於其他傳播科系以「影像」為畢業展的主要作品型式，本次畢業展展現新穎的創意及專業的技能，巧妙應用資訊傳播科技於日常生活中。27組作品展現年輕世代創意，內容包含APP、動畫與遊戲設計、VR互動、RWD網頁及辨識系統設計，甚至運用ARDUINO進行茶汁溫度感控。透過創意設計與價值實踐，讓大家體驗智慧生活與友善城市。",
        id: 4


    },
    {
        name: "2017 超限時",
        img_url: "5",
        fb_link: "",
        yt_link: "https://www.youtube.com/watch?v=RMCpp6RM8uo",
        ig_link: "",
        blog_link: "",
        copy: "「超限時」代表大學生活中，和時間賽跑的我們，在有限的時間裡努力取得最大的收穫，也象徵步入社會後時時刻刻的限時競賽。我們在最後一年展現四年所學，同時展望未來，並與社會接軌；以沙漏代表限制的時間，為了達成目標與夢想而開始無止境的限時競賽。這個競賽沒有終點，只求更好、更完美，超越時間，也超越自己。",
        id: 5


    },
    {
        name: "2016 瘋巢",
        img_url: "6",
        fb_link: "https://www.facebook.com/2016CrazyHive/?fref=ts",
        yt_link: "https://www.youtube.com/watch?v=Nie_thRsgmI",
        ig_link: "",
        blog_link: "",
        copy: "「瘋」即是瘋狂、創新、凝聚力、此字象徵著即將畢業的我們對於創作的態度，而「巢」則象徵著我們的家-資傳。資傳系又分成數位內容創製、跨媒體資訊應用以及傳播行銷三大領域，同學們都各自擁有不同領域上的專長並透過互助合作來呈現更好的作品，三大領域的合併，整合成一個完整個資傳-新媒體、跨領域、整合性。瘋巢-我們的畢業成果展，一群帶著無限創意與滿腔熱血的年輕人，傾巢而出。",
        id: 6


    },
    {
        name: "2015 初色",
        img_url: "7",
        fb_link: "https://www.facebook.com/2015ChuSe/?fref=ts",
        yt_link: "https://www.youtube.com/watch?v=zS-BofRLm8U&list=PLxN8M7CMSeUhrdS3hJDdnhdp03Jp6f78r",
        ig_link: "",
        blog_link: "",
        copy: "以「出色」為發想：「初」代表同學初次展出對於外界社會的生澀；「色」則是說明初次展覽雖然生澀，但作品卻是十分出色。簡單兩個字，除了傳達同學們對畢展的出色期待，也充分展現謙卑不驕、積極努力的態度，以及對未來的企圖心與自信心。 經過四年的學習與磨練，同學們應用色彩與影像科技、人因視覺介面、多媒體資訊系統以及數位複印加值等技術，進行數位內容創製與行動網路資訊服務，期望能在資訊產業、通訊傳播產業與媒體產業之間架起多功能的橋樑，成為整合型的人才。 本次展覽共有29組作品，分屬跨媒體資訊應用、數位內容創製、企業形象與整合行銷三大領域，展出型式包含互動電子書、APP…. 是一個初澀，但很出色的展覽。",
        id: 7


    },
    {
        name: "2014 無限無框",
        img_url: "8",
        fb_link: "https://www.facebook.com/dic2014/timeline",
        yt_link: "https://www.youtube.com/watch?v=0C8Xx8Cw1Zw",
        ig_link: "",
        blog_link: "",
        copy: "以「奪框而出，顛覆思想」為號召，同學們的想法多元繽紛，不受拘束的創意想法將會突破傳統的框架。希望透過這次的畢業成果展，將四年自己所學的東西讓更多人看見。 本次畢業成果展中，包含企業形象與整合行銷、跨媒體資訊應用、數位內容創製、數位遊戲為主。將系上所學發揮的淋漓盡致。 其中由蘇郁維同學所製作的心情地圖日記參加過第18屆全國大專院校資訊應用服務創新競賽更在經濟地理資料庫服務應用組，並拿下第三名的佳績。 而由鄭兆偉、林皓偉、陳彥碩、官有紘同學以幫助黃遠文先生完成畫家的夢想，並於2月27日(四)在文化大新館完成了黃遠文先生開畫展的夢想，在畢展上利用不同的數位展出模式幫黃遠文先生的作品呈現出來的作品更是如虎添翼，且該畢展之作，獲得許多媒體報導肯定學生之表現。 本次畢業展的主題歌曲「視線」即為獲25屆流行音樂金曲獎演唱類最佳樂團獎的麋先生樂團成員4年級林子安同學結合了時尚感與科技感融合而成的作品。",
        id: 8


    },
    {
        name: "2013 i Am",
        img_url: "9",
        fb_link: "https://www.facebook.com/2013iAm",
        yt_link: "https://www.youtube.com/user/2013iAmY2B",
        ig_link: "",
        blog_link: "",
        copy: "iAm所指的就是每個人不同的才華、性格、特長，每個人的獨特性。大家雖然都生長在同一塊土地上，但隨著每個人的生長環境、接觸的人事物之不同，而發展出了不同的人格特質，透過本次的展覽，展出的同學們將經由自己的作品展現出自己的iAm，希望能夠讓每位參觀者都能夠發掘自己與其他人的不同之處來找到自己的iAm。",
        id: 9


    },
    {
        name: "2012 WOW! CLOUD",
        img_url: "10",
        fb_link: "https://www.facebook.com/WOWCLOUD",
        yt_link: "https://www.youtube.com/user/2012wowcloud",
        ig_link: "",
        blog_link: "",
        copy: "「WOW! CLOUD」在這個資訊爆炸的時代中，地球兩端的距離透過網路連線，不再如同雲端般遙遠，距離也不在是傳播的障礙，而資訊傳播更是要將各類資訊進行整合、數位化，透過創意的激盪與延伸，在資訊的洪流中突出重圍，蹦出專屬於我們的小宇宙，讓「WOW! CLOUD」成為無限可能的驚嘆號！",
        id: 10


    },
    {
        name: "2011 I MAXI",
        img_url: "11",
        fb_link: "",
        yt_link: "",
        ig_link: "",
        blog_link: "https://ourpccudic2011.pixnet.net/blog",
        copy: "「E化」的結果是人不見了，「我」(I)不見了，所以二十一世紀是找人的世紀，要找回那個永遠大寫、獨立自主的I(我)，找回那自然最真的我、追尋那原本的我。I世代的人的我們發揮出我們最大的實力，表現自己，並混合了科技、文化與自我創意，演繹出時尚、不退流行且兼具實用向上發展的理念，更新、創新、創造底持續地走下去。",
        id: 11


    },
    {
        name: "2010 HighFly",
        img_url: "12",
        fb_link: "",
        yt_link: "https://www.youtube.com/watch?v=XRjbVm9Lwfc",
        ig_link: "",
        blog_link: "https://pccudic2010.pixnet.net/blog",
        copy: "「High Fly」在每個即將踏入社會奮鬥的大學生心中，都滿懷著一種想要展現自我的心情。希望能藉由本次High Fly展翅高飛的形象主題， 讓我們這群躍躍欲試的學生們，能夠將四年所學在本次展覽中放手一搏。我們期許並將資訊傳播的教學理念融入其中的創作與研究， 回報老師們過去的努力栽培，並證明我們足以身為資訊傳播人向夢想與未來-展翅高飛。",
        id: 12


    },
    {
        name: "2009 D4閘口",
        img_url: "13",
        fb_link: "",
        yt_link: "https://www.youtube.com/watch?v=uLU3DgvPNrM",
        ig_link: "",
        blog_link: "",
        copy: "數位化(Digital)時代，電腦的科技的進步和網際網路的普及，現實和虛擬的二元論大大改變了人與人之間相處的模式。不只人與人的距離(Distance)是變動的(Dynamic)，我們內心世界的活動也是處在隨時都在改變、重組(Defrag)的狀態，自我掌控了社會中現實的我，而被壓抑的本我和超我，透過網際網路轉換成理想我，在虛擬世界遊走。閘口(Gateway)作為兩個不相容網路彼此間連線的連接點或交換點，而資訊傳播則是將資訊進行媒介的轉換，結合數位科技和產業發展，經由想法的轉換、創意的延伸、思考的變換，透過各式傳播方法，將資訊傳達到世界的各個角落，任何無限的可能終將在這裡實。",
        id: 13


    },
    {
        name: "2008 Casino Dice 做自己的贏家",
        img_url: "14",
        fb_link: "",
        yt_link: "https://www.youtube.com/watch?v=pOmm6YyRzSE",
        ig_link: "",
        blog_link: "",
        copy: "2008年5月1日至4日，在台北市京華城LIVING MALL B3地心引力表演場，舉行2008畢業成果展「Casino Dice做自己的贏家」，我們創造獨特的視覺感受供大家品味。即將進入社會的繽紛大舞台前，我們期許自己抱持這樣的信念，傳達「我」世代的觀念：成為自己生命旅途的贏家。誠摯邀請各位貴賓前來參與這場登峰造極兼具科技與人文的饗宴，並不吝給予我們指教。",
        id: 14


    },
    {
        name: "2007 ICE霓",
        img_url: "15",
        fb_link: "",
        yt_link: "",
        ig_link: "",
        blog_link: "",
        copy: "「ICE」，Information Communications' Exhibition，意為資訊傳播人的展覽，也代表資傳的同學們如水分子般的凝聚在一起，融合成像冰一般晶瑩剔透。由七色所組成的霓，象徵著以媒體傳播、資訊科技應用、影像視覺創作、創意設計及團隊力所組成的文大資訊傳播學系；繽紛的色彩代表著資訊傳播人的多元思想，但有別於彩虹的是，不受拘束的創意。2007，我們畢業了！2007，ICE霓！愛死你！",
        id: 15


    },
    {
        name: "2006 OH!",
        img_url: "16",
        fb_link: "",
        yt_link: "",
        ig_link: "",
        blog_link: "",
        copy: "中國文化大學資訊傳播學系2006應屆畢業生畢業展4月29日早上10點於華岡博物館舉行開幕式。今年畢業展包含了28篇論文的發表，議題多元創新，展現資傳系畢展的現代風格。此次畢業展，敬邀資傳所老師們共同剪綵，參展的應屆畢業生皆著西裝表示莊重，更希望將自己於文大四年所學專業呈現在這畢業展中，成為青春回憶裡最美的篇章。",
        id: 16
    },




]